export const dummyNews = {
  title: "재활용 쓰레기 올바르게 버리고 계시는가요?",
  content: `춘천시는 최근 생활 쓰레기 불법투기를 뿌리 뽑기 위해 ‘쓰레기 불법투기 금지 및 올바른 분리배출’ 동영상을 제작해 각종 교육 등에 활용하고 있다.
  홍보 동영상의 주요 내용은 쓰레기 배출량 및 불법투기 증가현황, 불법투기 단속 및 계도·홍보 현장, 올바른 분리배출 방법 및 배출 시간 안내 등의 내용으로 구성돼 있다.
 
  춘천시 쓰레기 배출 시간은 오후 6시부터 밤 11시까지이며, 토요일은 배출 금지다. 또한 재활용품은 종류별로 분리배출하고 일반·음식물류 폐기물은 종량제 규격 봉투에 담아 배출해야 한다. 특히 불법행위 적발 시 최고 100만 원 이하의 과태료가 부과될 수 있다는 점을 담았다.
 
  춘천시 관계자는 “해당 홍보영상을 통해 춘천시 쓰레기에 대한 경각심을 고취하고, 나아가 지역주민이 쓰레기를 올바르게 배출할 수 있는 계기가 되었으면 한다”라며 “춘천시민의 쾌적한 주거환경 조성에 최선을 다하겠다”라고 말했다. 춘천시는 최근 생활 쓰레기 불법투기를 뿌리 뽑기 위해 ‘쓰레기 불법투기 금지 및 올바른 분리배출’ 동영상을 제작해 각종 교육 등에 활용하고 있다.
  홍보 동영상의 주요 내용은 쓰레기 배출량 및 불법투기 증가현황, 불법투기 단속 및 계도·홍보 현장, 올바른 분리배출 방법 및 배출 시간 안내 등의 내용으로 구성돼 있다.
 
  춘천시 쓰레기 배출 시간은 오후 6시부터 밤 11시까지이며, 토요일은 배출 금지다. 또한 재활용품은 종류별로 분리배출하고 일반·음식물류 폐기물은 종량제 규격 봉투에 담아 배출해야 한다. 특히 불법행위 적발 시 최고 100만 원 이하의 과태료가 부과될 수 있다는 점을 담았다.
 
  춘천시 관계자는 “해당 홍보영상을 통해 춘천시 쓰레기에 대한 경각심을 고취하고, 나아가 지역주민이 쓰레기를 올바르게 배출할 수 있는 계기가 되었으면 한다”라며 “춘천시민의 쾌적한 주거환경 조성에 최선을 다하겠다”라고 말했다.`,
};
